{
    
    "love": [
        "Love is composed of a single soul inhabiting two bodies.",
        "Where there is love there is life.",
        "Love all, trust a few, do wrong to none."
    ],
    "friendship": [
        "Friendship is born at that moment when one person says to another, 'What! You too? I thought I was the only one.'",
        "A friend is someone who knows all about you and still loves you.",
        "Friendship is the only cement that will ever hold the world together."
    ],
    
    "happiness": [
        "Happiness is not something ready made. It comes from your own actions.",
        "The purpose of our lives is to be happy.",
        "Happiness is when what you think, what you say, and what you do are in harmony."
    ],
    "positivity": [
        "Keep your face always toward the sunshine—and shadows will fall behind you.",
        "The only limit to our realization of tomorrow will be our doubts of today.",
        "Positive anything is better than negative nothing."
    ],
    "determination": [
        "The future belongs to those who believe in the beauty of their dreams.",
        "It does not matter how slowly you go as long as you do not stop.",
        "Determination is the wake-up call to the human will."
    ],
    
    "motivation": [
        "The only way to do great work is to love what you do.",
        "Success is not the key to happiness. Happiness is the key to success.",
        "Your limitation—it's only your imagination."
    ],

    "inspiration": [
        "The best way to predict the future is to create it.",
        "You are never too old to set another goal or to dream a new dream.",
        "Believe you can and you're halfway there."
    ],

    "wisdom": [
        "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.",
        "The only true wisdom is in knowing you know nothing.",
        "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
    ],
    "courage": [
        "Courage is not the absence of fear, but the triumph over it.",
        "It takes courage to grow up and become who you really are.",
        "Courage is grace under pressure."
    ],
    "gratitude": [
        "Gratitude is not only the greatest of virtues, but the parent of all others.",
        "Gratitude turns what we have into enough.",
        "The more grateful I am, the more beauty I see."
    ],
    "kindness": [
        "Kindness is the language which the deaf can hear and the blind can see.",
        "No act of kindness, no matter how small, is ever wasted.",
        "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."
    ],

    "change": [
        "Change is the only constant in life.",
        "To improve is to change; to be perfect is to change often.",
        "Change your thoughts and you change your world."
    ],


     "life": [
    "Life is what happens when you're busy making other plans.",
    "Life is short. Smile while you still have teeth.",
    "The purpose of life is a life of purpose."
  ],
    "health": [
        "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
        "Take care of your body. It's the only place you have to live.",
        "A healthy outside starts from the inside."
    ],
    "family": [
            "Family is not an important thing, it's everything.",
            "The love of a family is life's greatest blessing.",
            "Family means no one gets left behind or forgotten."
    ],
  "education": [
    "Education is the most powerful weapon which you can use to change the world.",
    "An investment in knowledge pays the best interest.",
    "Education is not preparation for life; education is life itself."
    ],
    
     "success": [
    "Success usually comes to those who are too busy to be looking for it.",
    "Success is not in what you have, but who you are.",
    "Success is walking from failure to failure with no loss of enthusiasm."
  ],
  "patience": [
    "Patience is not the ability to wait, but how you act while you're waiting.",
    "Sabr is beautiful. (Quran 12:18)",
    "Indeed, Allah is with those who are patient. (Quran 2:153)"
  ],
  "faith": [
    "Faith is taking the first step even when you don’t see the whole staircase.",
    "He who has faith has hope, and he who has hope has everything."
   
  ]
  
}
